docs/grViz.gv
digraph G {
graph [overlap=true]

node [shape=circle]
B [label="Genetic Epidemiology & Biostatistics"]; e1; e2; e3; e4; U
 
node [shape=box]
F1 [label="Genetics"]
F2 [label="Epidemiology"]
F3 [label="Mathematical Statistics"]
F4 [label="Computer Science"]
A [label="Public Health"]

U -> A
A -> B
e1 -> F1
e2 -> F2
e3 -> F3
e4 -> F4
B -> F1
B -> F2
B -> F3
B -> F4
}
